Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/depts/other_files/273777-raportti_saami.pdf.tmx
Source language: sme
Languages: nob

source: Sihke dáru , sámi ja suoma oahpaheaddjit lonohallet bargamis skuvllain rájáid rastá .
nob: Det utveksles blant annet norske , samiske og finske lærere mellom skolene , på tvers av grensene .

source: Dát ii dagat earágo váttisvuođaid liige báberhivvodaga skoviid oktavuođas ( skjemabyråkrati ) .
nob: Dette medfører ingen vesentlige problemer med unntak av et tidkrevende skjemabyråkrati .

source: Lea maiddai ohppiid lonohallan suohkaniid gaskkas ja oahppit leat sirddihuvvon skuvllaide nuppi beallai rája .
nob: Det finnes også elevutveksling mellom kommunene , og elever er også blitt overført til skoler på tvers av riksgrensen .

source: Geavatlaččat doaibmá ovttasbargu bures .
nob: Samarbeidet fungerer i praksis .

source: Vuolábealde govviduvvo ovdamearkat buresdoaibmi ovttasbarggus gaskal Fossheim skuvlla Njávdámis ja Čeavetjávrri skuvlla Anáris .
nob: Nedenfor beskrives et eksempel på et velfungerende samarbeid mellom Fossheim skole i Neiden og Sevetijärvi skole i Enare .

source: Maiddai Ohcejoga ja Eanodaga skuvllat ovttasbarget iežaset ránjjásuohkaniiguin bealde ráji .
nob: Også Utsjoki , Enontekiö og Enare kommuner samarbeider med sine nabokommuner i Norge .

source: Ovttasbargu gaskal Fossheim ja Čeavetjávrri skuvllaid álggahuvvui 10 jagi áigi .
nob: Samarbeidet mellom skolene i Fossheim og Sevettijärvi ble innledet for ca 10 år siden .

source: Ulbmil lea oahpahit ohppiid riikkaidgaskkasašvuhtii ja oahpahit sin dohkkehet eará kultuvrra go dušše iežaset .
nob: Målet med virksomheten er å oppdra elever til internasjonalisme og å lære dem å akseptere en annen kultur .

source: Ovttasbargogielat leat suomagiella , eŋgelasgiella ja ruoŧagiella .
nob: Samarbeidsspråket er finsk , engelsk og svensk .

source: Ovttasbarggu oktavuođas lágiduvvojit oahpaheaddji deaivvadeamit gos plánejit ovttasbargovugiid ja mearridit gaskaboddosaš áigetabeallaid .
nob: Samarbeidet kommer bl.a. til uttrykk i lærertreff , der man for eksempel planlegger samarbeidsformen og avtaler preliminære tidstabeller .

source: Ovttasbargoplána lea maid oassin skuvllaid skuvlajagi bargoplánas .
nob: Samarbeidsplanen er også en del av skolenes arbeidsplan for skoleåret .

source: Oktasaš gohttehatskuvllaiguin ( leiskoler ) álge 2001-2002 skuvlajagi .
nob: Felles leirskoler begynte man med skoleåret 2001-2002 .

source: Skuvllat lágidit maiddai oktasaš falástallanbeivviid .
nob: Skolene arrangerer også felles idrettsdager .

source: Dása lassin finadit skuvlaklássat guhtet guimmiiset guossis oktii lohkanbájis ja servet skuvlabeai ´ doaluide lohkanvuogi vuođul .
nob: Dessuten besøker ulike klasser hverandre en gang i terminen for å delta i en skoledag i følge undervisningsplanen .

source: Skuvllat maiddai finadit guhtet guimmideaset guossis eará doaluid oktavuođas .
nob: Skolene besøker også hverandre i forbindelse med andre arrangement .

source: Mátkegoluid leat skuvllat ieaža máksán .
nob: Reisekostnadene for arrangementene har begge skolene dekket gjennom skolenes egne midler .

source: Ovttasbargu lea dagahan ahte gierdevašvuohta ja áddejupmi nuppi skuvlla kultuvrra ektui lea buorránan .
nob: Samarbeidet har økt toleransen og forståelsen for den andres kultur i begge skolene .

source: Oahppit Čeavetjávrri skuvllas leat oahppan ja nannen máhtu eŋgelasgielas ja Njávdán skuvlla oahppit ges suomagielas .
nob: Elevene i Sevettijärvi har økt sine kunnskaper i engelsk og elevene i Neiden har økt sine finskkunnskaper .

source: Oahppit gulahallet gaskkohagaid e-boastta bakte .
nob: Elevene holder også kontakt med hverandre via e-post .

source: Vásihusaid háhkama vuođul joatkit ovttasbarggu .
nob: På bakgrunn av de erfaringer man har fått kommer virksomheten til å fortsette .

source: Gávdnojit maiddai plánat maid bakte gáibidit dávjjibut ohppiidlonohallama .
nob: Man har også planer om å forlenge elevutvekslingen til å gjelde flere dager .

source: 11 Ohcejoga ja Anara gielddain sáhttet dál lohkat dárogiela juogo A2- , B2- dehe B3-giellan .
nob: 11 I Utsjok og Enare kommuner kan norsk for tiden studeres som A2- , B2- eller B3-språk .

source: Dađibahabut ii gávdno dárogielat oahpahus Eanodagas .
nob: Derimot finnes det ingen undervisning i norsk i Enontekiö .

source: Go váilot oahpaheaddjit de lea leamašan váttis fállat oahpahusa dárogielas .
nob: Mangel på lærere har gjort det vanskelig å tilby undervisning i norsk .

source: Livččii sihke beroštupmi ja mokta lohkat dárogiela .
nob: Det finnes interesse og motivasjon for å studere norsk .

source: Oahppogirjjit ja oahpponeavvut mat dárbbašuvvojit dárgogielat oahpahussii šaddat Norggas oažžut go dat eai leat gávdnamis Suomas .
nob: Lærebøker og læremateriell som behøves for undervisning i norsk må skaffes i Norge , ettersom de ikke er tilgjengelig i Finland .

source: Oahpahus dárogielas iige leat oassin oahpaheaddji oahpahusas .
nob: Undervisning i norsk inngår heller ikke i lærerutdanningen .

source: Norggabealde ; Guovdageainnus , Deanus ja Kárášjogas fállojuvvo suomagiella nubbingiellan suomagielat mánáide .
nob: I Kautokeino , Tana og Karasjok i Norge tilbys finsk som andrespråk for finskspråklige barn .

source: Riikka váldogiella lea álot geatnegahttojuvvon fáddán .
nob: Det nasjonale hovedspråket er alltid et obligatorisk fag .

source: Deanus ja Kárášjogas lea suomagiella válljeláhkai dehe válljefága .
nob: I Tana og Karasjok gis det undervisning i finsk som valgfritt fremmedspråk .

source: Guovdageainnus leat ságastallamat e.e. dagahan ovttasbarggu Eanodaga suohkaniin .
nob: I Kautokeino har diskusjoner ført til samarbeid med Enontekiö .

source: Somames háve lea leamašan váttis gávdnat suomagielat oahpaheddji .
nob: I blant har det vært vanskelig å få lærere i finsk .

source: Go guoská oahpaheaddjit lonohallamii , de lea das sáhka organiseremis suohkaniid gaskkas .
nob: Når det gjelder lærerutveksling er dette nærmest et spørsmål om organisering mellom kommunene .

source: Omd. Gáregasnjárgga skuvllas lea guokte diimmu dárogielat oahpahus vahkkui ja oahpaheaddji boahtá Kárášjogas , ja nuppe guvlui fas vuolgá oahpaheaddji Gáregasnjárggas Kárášjohkii oahpahit suomagieala 2 diimmu vahkkui .
nob: For eksempel gis det 2 timer norskundervisning pr. uke ved Karigasniemi skole , hvor læreren kommer fra Karasjok . På samme måte reiser en lærer fra Karigasniemi til Karasjok for å undervise 2 timer i finsk pr. uke .

source: Dát duođašta ahte ruhta ii leat ovttasbarggu ektun .
nob: Flytting av penger er altså ikke en nødvendig forutsetning for samarbeid .

source: Gávdni videorustegiid galggašii ávkkástallat buorebut go odne .
nob: Muligheten for bruk av videoutstyr burde utnyttes i større grad .

source: bealde leat skuvllat main eai leat diekkár rustegat , ja dat dagaha váttisvuođaid .
nob: Det finnes skoler i Norge som ikke har slikt utstyr , noe som skaper problemer .

source: Lea stuora dárbu rávisolbmuid oahpahussii iešguđetge riikkaid gielain .
nob: Det er også et stort behov for voksenopplæring i de enkelte lands språk .

source: Gáiddusoahpahus sáhttá dás , nugo earáge oahpahusas , leat ávkkálaš veahkkereaidun .
nob: Fjernundervisning kan her , på samme måte som i annen undervisning , være et velegnet hjelpemiddel .

source: Sierra jietna- ja govvastudio gáiddusoahpahussii dagahivččii giellaoahpahusa beaktilat – omd ahte suomagielat oahppit ožžot dárogielat oahpahusa norggabeale oahpaheaddjis guhte leat studios Norgga bealde .
nob: Et fjernundervisningsstudio kan bidra til en mer effektiv språkundervisning – for eksempel ved at finske elever blir undervist i norsk av en norsk lærer fra et studio i Norge .

source: Ráissas lea diekkár studio ásahuvvon , ja lea bures lihkostuvvon .
nob: I Nordreisa er det etablert et slikt studio med stort hell .

source: Ollislaš studio gáiddusoahpahussii máksá sullii 200.000 norgga ruvnno .
nob: Et komplett studio for fjernundervisning koster ca. 200.000 NKR.

source: Dát šattašii fálaldahkan man sáhtašii geavahit eará oktavuođain maiddai .
nob: Dette vil da være et tilbud som også kan benyttes i andre sammenhenger .

source: Oppalaččat šattašii dát máksit 2,5 – 3 miljovnna norgga ruvnno vai buot Norggabeale suohkaniidda ásahuvvošivvčči dákkár studio .
nob: Totalt vil dette koste 2,5 – 3 mill. NKR dersom alle kommunene på norsk side av grensen skal kunne få et slikt studio .

source: Suomas lea e.e. Eanodaga suohkanis lea gáiddusoahpahus máhttu ja hárjáneapmi vuođđoskuvlla ja joatkkaskuvlla dásis .
nob: I Finland har blant annet Enontekiö erfaring med fjernundervisning i språk og matematikk og spesialundervisning på grunnskole og videregående skole nivå .

source: Gáiddusoahpahus lágiduvvo lotnolasvuođa vuogi mielde .
nob: Fjernundervisning ordnes ut fra gjensidighetsprinsippet .

source: Maiddai Ohcejohka lea systemahtalaččat vuoruhan DT ja gáiddusoahpahusa .
nob: Også Utsjok har systematisk satset på IT og fjernundervisning .

source: 2003 giđa álggahuvvui ođđa virtuella prošeakta sámegiela várás Ohcejogas .
nob: Våren 2003 startet et nytt virtuelt prosjekt for samisk i Utsjok .

source: Prošeavtta ulbmilin lea ovdánahttit DT ja oahpahusvuogádagaid gáiddusoahpahusa várás Gáregasnjárgga , Njuorggán ja Kyrkby sámi skuvllain .
nob: Prosjektet skal utvikle IT og fjernundervisningsmetoder for samisk opplæring i skolene i Karigasniemi , Nuorgam og Kyrkby .

source: Suomas sáhttá suohkan dehe priváhta lihttu lágidit vuođđoskuvllaoahpahusa , joatkaskuvllaoahpahusa ja fitnooahpahusa .
nob: I Finland kan undervisning i grunnskole , gymnas og yrkesfaglig utdanning igangsettes av en kommune eller en privat organisasjon .

source: Joatkkaskuvlla ja fitnooahpahus sáhttá maid lágiduvvot stáhtalaš oahpahanásahusa bakte .
nob: Gymnas og yrkesutdanning kan også igangsettes gjennom en statlig læreanstalt .

source: Norggas joatkkaskuvllat fállet sihke joatka- ja fitnooahpu .
nob: I Norge gir ” videregående skole ” både gymnas- og yrkesutdanning .

source: Norggabeale rádjeguovlluin leat dakkar oahppoásahusat nuppi dási skuvllain Leavnnjas , Deanus ja Mátta-Várjjagis , mat leat fylkka oamastusas .
nob: I Norge finner vi disse skolene i Lakselv , Tana og Sør-Varanger . Skolene her drives av fylket .

source: Sámeskuvllat Guovdageainnus ja Kárášjogas leat stáhta skuvllat .
nob: I tillegg har vi de samiske videregående skolene i Kautokeino og Karasjok .

source: Lea soames lágán ovttasbargu gaskal Suomabeale ja Norggabeale oahppoásahusaid .
nob: Disse drives av staten . Det finnes noe samarbeid mellom de finske og de norske skolene .

source: Oassalastit allaskuvllaid gaskkasaš ovttasbarggus leat Norggabealde : Sámi allaskuvla Guovdageainnus , Finnmárkku allaskuvla Álttás . Suomabealde : Suoma sámiguovllu 1 Universiteahta Roavvenjárggas , Uleåborg universiteahta ja Suoma sámiguovllu eanadatallaskuvla , sámiguovllu univer 1
nob: Aktører i samarbeidet mellom høgskolene på norsk side er Samisk Høgskole i Kautokeino samt Høgskolen i Finmark i Alta - i Finland er aktørene Lapplands universitet i Rovaniemi , Uleåborgs universitet og Lapplands landskapshøgskole , et samarbeidsnettverk for Lapplands universitet , Rovaniemi yrkeshøgskole , Kemi – Torneå yrkeshøgskole og ulike aktører i de økonomiske regionene i Lappland .

source: Barggadettiin ovdánahttit allaskuvllaid ovttasbarggu lea dehálaš muitit ahte studeanttat berrejit oažžut buorebut vejolašvuođaid bures lihkostuvvat lohkamin .
nob: I arbeidet for å utvikle samarbeid mellom høgskolene er det viktig å huske på at studentene bør få bedre mulighet å utbedre sine studieprestasjoner .

source: Oahpahus sámegillii ja sámegielas
nob: Undervisning i og på samisk

source: Odne Suoma , Norgga ja Ruoŧa sámi oahpahuseiseválddit gaskaneaset bures ovttasbarget .
nob: Finlands , Norges og Sveriges samiske undervisningsmyndigheter samarbeider i dag .

source: Dát ovttasbargu doaimmahuvvo guovtti ládje : Suoma Sámedikki oahpahus- ja oahpponeavvokontuvra , Norgga Sámedikki oahpahusossodat ja Ruoŧa Sámeskuvllaid hálddašaneiseváldi , Sámeskuvlastivra , lágidit ovttasbargočoahkkimiid gaskal 1 ja 3 geardde jagis .
nob: Dette samarbeidet fungerer på to ulike nivåer : 1 ) Det finske Sametingets utdannings- og læremiddelkontor , det norske Sametingets opplæringsavdeling og den svenske forvaltningsmyndigheten for de statlige sameskolene , Sameskoleledelsen , organiserer samarbeidsmøter 1-3 ganger i året .

source: Dáid deaivvademiin sii ságastallet áigeguovdilis gažaldagaid birra , buoridit diehtojuohkima ja šiehtadit ovttasbargoprošeavttaid .
nob: På disse møtene diskuterer man aktuelle spørsmål , forbedrer informasjonsflyten og blir enige om samarbeidsprosjekter .

source: Boađusiin maŋimus jagiid ovttasbarggus lea ahte leat čohkkejuvvon dieđut gávdni sámi oahpponeavvuid birra ( almmuhuvvo jahkasaččat ) .
nob: Som oppfølging av samarbeidet har man i løpet av de siste årene laget en fortegnelse over samiske læremidler ( utgis årlig ) .

source: Dása lassi leat čađahuvvon smávit oahpponeavvoprošeavttat ja davviriikkalaš oahpponeavvokonfereánsa , mii lágiduvvui Gironis jagi 2003 .
nob: Dessuten har man gjennomført noen mindre læremiddelsprosjekt og arrangert en nordisk konferanse om læremidler i Kiruna i 2003 .

source: Ovttasbargu doaibma dál burebut go ovdal ja áigumuš lea álggahit ođđa prošeavttaid .
nob: Samarbeidet fungerer nå bedre enn tidligere , og målet er å få i gang nye prosjekter .

source: Ovttasbarggus leat čađat leamašan váttisvuođaid dan dihte go riikkain leat iešguđetge oahpahuslágat , erohusat njuolggadusain maid vuođul sámegielaoahpahus fállojuvvo , stuora erohusat ruhtadanvuogádagain , oahppoplánain , oahpahuslávdegottiin , oahpahusdiibmologus , gielalaš erohusat ja váilevaš ovttasbarggu ruhtadeapmi .
nob: Samarbeidet har dog hele tiden vært preget av problemer som kommer som følge av landenes ulike undervisningslover , forskjeller i det normsystemet som regulerer undervisningen i samisk , store forskjeller i finansieringssystemet , forskjeller i læreplanene og lærenemnden samt forskjeller i antallet undervisningstimer , språklige forskjeller og mangel på finansiering av samarbeidet .

source: Erohusat iešguđetge riikkaid gaskkas leat maid dagahan váttisvuođaid bures gulahallat danin go seamma áššis geavahuvvojit iešguđetlágán doahpagat ( omd oahppoplána , kursaplána , oahppoplána vuođđu , eatnigiella , vierisgiella , vuosttašgiella , nubbingiella , ruovttugiella ) .
nob: Forskjellene mellom de ulike landene har også over flere år vært opphavet til vanskeligheter når det gjelder å forstå hverandre . Dette er pga. at man bruker ulike begreper om samme sak i de forskjellige landene ( f.eks. læreplan , kursplan , grunnlaget for læreplanen , morsmål , fremmedspråk , førstespråk , andrespråk , hjemmespråk ) .

source: Go leat nu unnán olbmot Suomas ja Ruoŧas de dat eastada ovttasbarggu .
nob: I Finland og Sverige er det et problem for samarbeidet at antallet personer er så få .

source: Dalle bággejuvvo vuoruhit doaimmaid , go ii geargga buot bargat .
nob: Man blir tvunget til å prioritere oppgavene , ettersom tiden ikke strekker til alt .

source: Bures doaibmi davviriikkalaš ovttasbargu gáibida doarvái návccaid .
nob: Et godt fungerende nordisk samarbeid krever tilstrekkelige ressurser .

source: Iešguđetge oahpponeavvoprošeavttat galggaše lunddolaš ovttasbargoprošeavttat , muhto eai šatta earágo dušše jurddan dehe áigumuššan , go váilot ruđalaš návccat .
nob: Ulike prosjekter i forhold til læremateriell burde være naturlige samarbeidsprosjekter , men disse blir aldri mer enn ideer dersom ressursene mangler .

source: Suoma Sámedikkis lea dušše okta bargi geas lea ovddasvástádus oahponeavvuin .
nob: Det finske Sametinget har bare en fast ansatt som har ansvar for læremateriell .

source: 1990 logu loahpas ja 2000 logu álggus ii lean bealde oktage bargi geas lei ovddasvástádus oahpponeavvuin .
nob: Mot slutten av 1990–tallet og i begynnelsen av 2000–tallet fantes det ingen ansatte i Sverige som hadde ansvar for læremateriell .

source: Čađaheamis oktasaš oahpponeavvo prošeavttaid lea váttis go leat erohusat oahppoplánain ja dasa lassin vel giellaváttisvuođat .
nob: Å gjennomføre felles prosjekter i forhold til læremateriell er vanskelig på grunn av forskjellene i læreplanene og på grunn av språkvansker .

source: Riikka váldogiella lea mearrideaddjin guđe gilli oahpponeavvut čállojuvvojit eaige leat leamašan ruđat gielalaš heivehallamiidda dehe terminologiija-ovttasbargui .
nob: Hovedspråket i landet avgjør hvilket språk materiellet blir skrevet på , og det har nesten ikke eksistert ressurser til språklig harmonisering eller terminologisamarbeid .

source: Terminologalaš váttisvuođat dagahit veadjemeahttumin atnit nuppi riikkas buvttaduvvon oahpponeavvuid .
nob: Terminologiske vansker gjør det ofte omtrent umulig å bruke det materialet som er produsert i nabolandet i et annet land .

source: Vaikkovel davviriikkalaš giella lea oktasaš Suomas , Ruoŧas ja Norggas de ii leat leamašan vejolažžan oažžut oktasaš oahppoplánaid dehe oktasaš geahččalemiid ( ohppid árvvoštallan ) .
nob: Til tross for at nordsamisk brukes både i Finland , Sverige og Norge , har det ikke vært mulig å få etablert felles læreplaner eller felles tester ( elevvurdering ) .

source: Ferte maid čujuhit ahte Davviriikkaid sámi oahpahusa hálddašeamis leat áibbas sierralágan áigumušat ja maiddai leat stuora erohusat ressursadilálašvuođain .
nob: Det må også bemerkes at de nordiske landenes forvaltning av samiskundervisningen har helt ulike mål og at det finnes store forskjeller når det gjelder ressurser .

source: Suomas lea Sámedikki oahpahus- ja oahpponeavvokontuvrra ja oahpahus ja oahpponeavvolávdegotti bargun buvttadit oahpponeavvuid ja leat oahpahuspolitihkkalaš oassalasit .
nob: I Finland har Sametingets utdannings- og læremiddelkontor og utdannings- og læremiddelnemnd i oppgave å produsere læremateriell samt å være en utdanningspolitisk aktør .

source: bealde Sámedikki oahpahusossodat gal ii buvttat ieš oahpponeavvuid muhto stivre ja ruhtada prošeavttaid .
nob: I Norge produserer ikke Sametingets opplæringsavdeling læremidler selv , men styrer og finansierer prosjekter .

source: Dasa lassin dát ossodat ovd- 13 dasvástida sámegiel oahpahusa oahppoplánaid ráhkkaneami .
nob: Dessuten har denne avdelingen ansvaret for å initiere læreplanene for undervisning i samisk .

source: Ossodat maiddai jahkasaččat hálddaša ruđaid maiguin galget ovdánahttit sámegielat oahpahusa ( ee. ruđat earenoamášpedagogalaš oahpponeavvuide ja joatkkaoahpahus oahpaheddjiidejoatkkaoapu .
nob: Avdelingen får årlig midler til 13 disposisjon for å utvikle undervisning i samisk ( bl.a. midler til å utarbeide spesialpedagogisk læremidler samt til å gi lærere videreutdanning ) .

source: Sin bušeahtta lea máŋggageardásaš go Suomain buohtasdahttá .
nob: Deres budsjett er mangedobbelt , sammenlignet med Finlands .

source: Ruoŧas sámeskuvllaid halddašaneiseváldi ovddasvástida doaimmaid guđa sierra sámeskuvllain ( klássa 1-6 ja ovdaskuvlla ) ja čađaha jahkásaš šiehtadusa suohkaniiguin movt lágidit ovttaiduhttojuvvon oahpahusa sámegielas ja sámegilli .
nob: Sveriges forvaltningsmyndighet for sameskoler har som ansvarsområde å ta seg av virksomheten i seks særskilte sameskoler ( klassetrinnene 1-6 og førskoleklassene ) , og inngår årlige avtaler med kommunene om etablering av integrert undervisning i og på samisk .

source: Sámeskuvllaid hálddašeapmái lea beare unnán ruhta jus galggaše váikkuhit oahpahuspolitihka .
nob: Sameskolenes forvaltning har for få ressurser for å kunne ha innflytelse over utdanningspolitikken .

source: Hálddahus lea iehčanas stáhtalaš hálddašaneiseváldi masa Sámediggi nammada áirasiid .
nob: Forvaltningen er en selvstendig statlig forvaltningsmyndighet , hvor medlemmene utpekes av Sametinget .

source: Sámedikkiid ovttasbargoásahus , Sámi parlamentáralaš ráđđi lea álggahan barggu man ulbmilin lea čielggadit davviriikkaid sámi mánáid oahppodilálašvuođa .
nob: De nordiske Sametingenes samarbeidsorgan , Samisk parlamentarisk råd , har innledet et arbeide hvor formålet er å utrede undervisningssituasjonen for samiske barn i Norden .

source: Čielggadeami doaimmaha Suoma Sámedikki oahpahusčálli , Ulla Aikio-Puoskari .
nob: Utredningen utføres av det finske Sametingets utdanningssekretær , Ulla Aikio-Puoskari .

source: Dán barggu rámma siskkobealde lea ulbmil buohtasdahttit oahppodilálašvuođaid ja kártet erohusaid daid áššin mat gusket sámegiela árvui , lágaide , resurssaide , oahppoplánii , hálddašeapmái jna davviriikkaid gaskkas .
nob: Innenfor rammen av dette arbeidet vil man sammenligne undervisningssituasjonen og kartlegge forskjellene mellom de nordiske landene når det gjelder spørsmål om det samiske språkets status , lovgivning , ressurser , læreplaner , forvaltning osv.

source: Raporta oahppodilálašvuođaid birra gieđahallojuvvo Parlamentáralaš ráđi čoahkkimis Kárášjogas njukčamánu 23. ja 24. b. Stáhtalaš oahpahuseiseválddit , Suoma sámiguovllu leanastivra Oahpahusossodat ja Finnmárkku fylkka oahpahusossodat , lágidit ovttasbargočoahkkimit sullii oktii jagis .
nob: En rapport om undervisningssituasjonen skal behandles på Samisk parlamentarisk råds møte i løpet av høsten 2004 . Statlige undervisningsmyndigheter , i Finland utdanningsavdelingen ved länsstyrelsen i Lapplands län , og i Norge Statens utdanningskontor i Finnmark , arrangerer samarbeidsmøter omtrent en gang i året .

source: Ovddasteaddjit Suoma ja Norgga Sámedikkin maiddai bovdejuvvojit čoahkkimiidda .
nob: Representanter for Sametinget fra Finland og Norge blir også invitert til møtet .

source: Čoahkkimis ságastallat áigeguovdilis áššit ja gažaldaid birra , juogadit dieđuid ja šiehtadit áššiin mat leat oktasaččat rádjeguovlluin .
nob: På disse møtene diskuterer man aktuelle spørsmål , utveksler informasjon og blir enig om saker som er felles for grensekommunene .

source: Leanastivrraid bargun lea maiddai čohkket ja almmuhit dieđuid oahpahusain sámegilli ja sámegielas .
nob: Fylkesstyrene har også i oppgave å lage - og å publisere statistikk over undervisning i og på samiske .

source: Go čohkkejit ja almmuhit dieđuid internehta bakte de geahččalit vuođđudit oktasaš vuođu man bakte livččii vejolaš čađahit riikkaidgaskkas buohtasdahttima ja dagaha álkibun ipmirdit ránjjáriiika dilálašvuođaid .
nob: Ved å lage statistikk og legge denne ut på nettet forsøker man å skape et felles ståsted som gjør det mulig å sammenligne landene , og som gjør det lettere å forstå situasjonen i nabolandet .

source: Leanastivrrat ovttarbarget aktiivvalaččat iešguđetge Sámedikki ossodagaiguin mat barget oahpahusáššiiguin .
nob: Fylkesstyrene samarbeider aktivt med avdelingene på Sametingene som har ansvar for undervisningsspørsmål .

source: Ovttasbarggu eastagat Dábálaš váttisvuođat oahpahussuorggi ovttasbarggus Ovttasbargu oahpu ja oahpahusa oktavuođas berre vuhtiiváldit erohusaid mat leat riikkaid oahpahusvuogadagain , ee. oahpahusa huksehus ja sisdoallu , ja maiddai gullevaš lagaid .
nob: 2.1.3 Hindringer for samarbeid Allmenne problemer med samarbeidet i utdanningsinstitusjoner I forhold til samarbeidet når det gjelder utdanning og undervisning må forskjellene i landenes utdanningssystem , blant annet oppbyggingen av- og innholdet i utdanningen og lovgivningen , tas i betraktning .
